[
  {
    "img": "DeskApplicationDeveloment.svg",
    "title": "Application Develoment",
    "subtitle": "Systems that realize your objectives",
    "description": "With our Modern Application Services you can deliver the experience customers want and the results you need. We help you develop, manage and modernize apps to deliver digital services and boost business results. Maximize business performance by migrating your old systems to new ones, shifting your IT spend from legacy to leading edge. Start and accelerate your business journey to a secure, digital and data-driven enterprise. "
  },
  {
    "img": "DeskQualityEngineering.svg",
    "title": "Quality Engineering ",
    "subtitle": "Testing and Quality assurance for faster, better and cost-effective solutions ",
    "description": "We understand your business and develop state-of-the-art testing solutions to improve quality, usability, increase speed and security, reducing risks and costs. Count us in to boost your application quality, performance and security, through metrics and benchmark-driven quality and performance tests. Matech end-to-end testing services and quality management solutions improve customer experience and protect your assets, image and reputation. "
  },
  {
    "img": "DeskImagenUX.svg",
    "title": "UI & UX Design ",
    "subtitle": "From raw ideas to eye-catching designs and prototypes",
    "description": "As we are all visual learners, is our belief that your audience needs to be able to \"see you\". Creating smooth and simple designs that enhances app stickiness is part of our great formula for a triumphant user experience. The visual richness of that experience, with appealing designs, hand-picked mix of colors, typography and drawings, help to keep your user at the focus, captivating their attention and your recognition. "
  },
  {
    "img": "DeskImagenCohete.svg",
    "title": "Business Process",
    "subtitle": "Optimize, automate and streamline your processes",
    "description": "We invite you to venture digital transformation of your operation models, or creating new ones, driving innovation and business success. We are here to help you revolutionize your business processes with our automation intelligence. This includes, but is not limited to, reducing business disruptions, human errors and operational risks. With optimum processes you can effectively reduce your costs and time to market, manage your business from front to back, focusing on what’s next. "
  },
  {
    "img": "DeskApplicationIntegration.svg",
    "title": "Application Integration ",
    "subtitle": "High-end integrations that are highly scalable, secure, reliable and offer superb performance ",
    "description": "Today's business is about getting your systems connected by strategically fostering the development of your microservices. And this is our approach for getting your beloved APIs passionately developed, graciously managed and safely exposed. Jump with us into this key activity for your business playbook to reach new business markets, meet new customers, get noticed and expand your barriers. "
  },
  {
    "img": "DeskDevOpsMentality.svg",
    "title": "DevOps Mentality ",
    "subtitle": "Continuously deliver evolving value in support your organization goals",
    "description": "Simplifying IT processes is a key success factor for today's digital world. DevOps helps you change your operating model in a continuous evolution flow for services and all their actors, generating large ROI without sacrificing quality. Our specialists have the skills and expertise to effectively increase the productivity of your business, development and operation teams, allowing you to focus more creative time designing and building your software. "
  }
]
